Repository: wp-plugins/wp-idea-stream
Catalog: languages/wp-idea-stream-*.po
Languages: fr_fr

source: It looks like no idea has been rated yet.
fr_fr: On dirait qu&#39;aucune idée n&#39;a été évaluée pour le moment.

source: It looks like no idea has been submitted yet, <a href="%s" title="Submit your idea">add yours</a>
fr_fr: On dirait qu&#39;aucune idée n&#39;a été publiée pour le moment, <a href="%s" title="Déposez la vôtre">Déposez la vôtre</a>

source: Viewing %1$s to %2$s (of %3$s ideas)
fr_fr: Affichage de %1$s à %2$s (sur un total de %3$s idée)

source: No Comments
fr_fr: Aucun Commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Comments Off
fr_fr: Commentaires fermés

# idea protected comments message
source: Comments are protected.
fr_fr: Commentaires protégés.

# idea private comments message
source: Comments are private.
fr_fr: Commentaires privés

source: Comment on %s
fr_fr: Commenter %s

source: Average rate: %
fr_fr: Evaluation moyenne : %

source: Rate %s
fr_fr: Evaluer %s

# idea rating not logged in message
source: Please, log in to rate.
fr_fr: Merci de vous connecter pour évaluer l&#39;idée

source: This idea is password protected, you will need it to view its content.
fr_fr: Cette idée est protégée par un mot de passe, vous en avez besoin pour voir son contenu.

source: This idea is private, you cannot view its content.
fr_fr: Cette idée est privée, vous ne pouvez pas voir son contenu.

source: This idea
fr_fr: Cette idée

# idea categories comma separated list
source: was posted in %s
fr_fr: a été publiée dans %s

# idea tags join words
source: and tagged
fr_fr: et étiquetée

# idea tags join words no category
source: was tagged
fr_fr: a été étiquetée

# idea footer empty tags and categories
source: was posted
fr_fr: a été postée

# idea date of publication point
source: on %s.
fr_fr: le %s.

# idea date of publication no point
source: on %s
fr_fr: le %s

# single idea author link
source: by %s.
fr_fr: par %s.

source: You are not allowed to submit ideas
fr_fr: Vous n'avez pas les droits suffisants pour publier des idées.

source: Please <a href="%s" title="Log in">log in</a> or <a href="%s" title="Sign up">register</a> to this site to submit an idea.
fr_fr: Merci de vous <a href="%s" title="Connexion">connecter</a> ou de vous <a href="%s" title="Inscription">inscrire</a> avant de partager votre idée.

source: Please <a href="%s" title="Log in">log in</a> to this site to submit an idea.
fr_fr: Merci de vous <a href="%s" title="Log in">connecter</a> avant de partager votre idée.

source: Title
fr_fr: Titre

source: Categories
fr_fr: Catégories

source: No categories are available.
fr_fr: Aucune catégorie disponible.

source: Tags
fr_fr: Mots clés

source: Type your tag, then hit the return or space key to add it
fr_fr: Taper votre mot clé, puis appuyer sur la touche entrée ou espace pour l&#39;ajouter

source: Choose the most used tag
fr_fr: Sélectionnez le mot clé le plus utilisé

source: Reset
fr_fr: Annuler

source: Submit
fr_fr: Déposer

source: Update
fr_fr: Mettre à jour

source: A list of Idea categories
fr_fr: Une liste des catégories d&#39;idée

source: IdeaStream categories
fr_fr: Catégories IdeaStream

source: Show idea counts
fr_fr: Afficher le nombre d&#39;idées

source: List the most popular ideas
fr_fr: Une liste des idées les plus populaires

source: Number of ideas to show:
fr_fr: Nombre d&#39;idées à afficher :

source: Published
fr_fr: Publiées

# user ideas profile slug for BuddyPress use
source: ideas
fr_fr: idees

source: Commented
fr_fr: Commentées

source: Rated
fr_fr: Evaluées

source: Please, enter some content in your description
fr_fr: Merci de bien vouloir saisir un contenu dans votre présentation

source: Something went wrong while trying to update your description.
fr_fr: Une erreur est survenue lors de la sauvegarde de votre présentation

source: Description updated.
fr_fr: Présentation mise à jour.

source: Please choose a login having at least 4 characters.
fr_fr: Merci de choisir un nom d&#39;utilisateur contenant au moins quatre caractères.

source: Please fill all required fields.
fr_fr: Veuillez remplir tous les champs.

source: Registration complete. Please check your e-mail.
fr_fr: Inscription terminée. Merci de vérifier votre messagerie électronique.

source: Username
fr_fr: Identifiant

source: E-mail
fr_fr: Courriel

# Use the same translation than WP Core
source: [%s] Your username and password info
fr_fr: [%s] Votre identifiant et votre mot de passe

source: %s has not created his description yet
fr_fr: %s n&#39;a pas rédigé sa présentation.

source: Replace this text with your description, then hit the Edit button to save it.
fr_fr: Remplacer ce texte avec votre présentation, ensuite cliquez sur le bouton Modifier pour la sauvegarder.

# User profile description edit
source: Edit
fr_fr: Modifier

source: rated 1 star
fr_fr: a évalué 1 étoile

source: Sign-up
fr_fr: S&#39;inscrire

source: List the top idea contributors
fr_fr: Liste des meilleurs contributeurs d&#39;idées

source: Number of users to show:
fr_fr: Nombre d&#39;utilisateurs à afficher :

source: Leave a reply
fr_fr: Répondre

source: 1 Reply
fr_fr: 1 Réponse

source: % Replies
fr_fr: % Réponses

source: Rate the idea
fr_fr: Evaluer l&#39;idée

source: Share ideas, great ones will rise to the top!
fr_fr: Partager des idées, les meilleures graviront des sommets !
