Repository: wp-plugins/wp-idea-stream
Catalog: languages/wp-idea-stream-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Welcome to WP Idea Stream
fr_fr: Bienvenue dans WP Idea Stream

source: Idea updated. <a href="%s">View idea</a>
fr_fr: Idée mise à jour. <a href="%s">Voir l&#39;idée</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Idea updated.
fr_fr: Idée mise à jour.

source: Idea restored to revision from %s
fr_fr: Idée restaurée à la révision %s

source: Idea published. <a href="%s">View idea</a>
fr_fr: Idée publiée. <a href="%s">Voir l&#39;idée</a>

source: Idea saved.
fr_fr: Idée enregistrée.

source: Idea submitted. <a target="_blank" href="%s">Preview idea</a>
fr_fr: Idée postée. <a target="_blank" href="%s">Prévisualiser l&#39;idée</a>

source: Idea scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview idea</a>
fr_fr: Idée planifiée pour <strong>%1$s</strong>. <a target="_blank" href="%2$s">Prévisualiser l&#39;idée</a>

source: Idea draft updated. <a target="_blank" href="%s">Preview idea</a>
fr_fr: Brouillon d&#39;idée mis à jour. <a target="_blank" href="%s">Prévisualiser l&#39;idée</a>

source: %s idea updated.
fr_fr: %s idée mise à jour.

source: %s idea not updated, somebody is editing it.
fr_fr: %s idée non modifiée, une personne la modifie actuellement.

source: %s idea permanently deleted.
fr_fr: %s idée supprimée de manière définitive

source: %s idea moved to the Trash.
fr_fr: %s idée mise à la corbeille.

source: %s idea restored from the Trash.
fr_fr: %s idée récupérée.

source: Download all ideas in a csv spreadsheet
fr_fr: Télécharger toutes les idées dans un fichier csv

# ideas admin category column header
source: Categories
fr_fr: Catégories

# ideas admin tag column header
source: Tags
fr_fr: Mots-clés

source: Average Rate
fr_fr: Evaluation moyenne

# downloaded csv content header
source: Content
fr_fr: Contenu

# downloaded csv link header
source: Link
fr_fr: Lien

# downloaded csv comments num header
source: # comments
fr_fr: Nbre de commentaires

# downloaded csv rates num header
source: Average rate
fr_fr: Score moyen

# Ratings metabox title
source: Rates
fr_fr: Evaluations

source: Not rated yet
fr_fr: Pas encore évaluée

source: %1$s member rated the idea. Its Average rate is: %2$s
fr_fr: %1$s membre a évaluée l&#39;idée. Sa moyenne est : %2$s

source: Delete this rate
fr_fr: Supprimer Evaluation

source: Rate successfully deleted
fr_fr: Evaluation supprimée avec succès

source: Something went wrong while trying to delete the rate.
fr_fr: Un problème est survenu pendant la suppression de l&#39;évaluation

# prefix of the downloaded csv
source: ideas
fr_fr: idees

source: Overview
fr_fr: Vue d&#39;ensemble

source: This screen provides access to all the ideas users of your site shared. You can customize the display of this screen to suit your workflow.
fr_fr: Cet écran vous permet de lister toutes les idées que les utilisateurs ont partagé dans votre site. Vous pouvez personnaliser son affichage pour l&#39;adapter à vos préférences.

source: You can customize the display of this screen&#39;s contents in a number of ways:
fr_fr: Vous pouvez personnaliser l&#39;affichage du contenu de cet écran de nombreuses manières :

source: You can hide/display columns based on your needs and decide how many ideas to list per screen using the Screen Options tab.
fr_fr: Vous pouvez masquer / afficher les colonnes selon vos préférences et décider du nombre d&#39;idées à lister par écran à l&#39;aide de l&#39;onglet &#34;Options de l&#39;écran&#34;.

source: You can filter the list of ideas by post status using the text links in the upper left to show All, Published, Private or Trashed ideas. The default view is to show all ideas.
fr_fr: Vous pouvez filtrer la liste des idées par état, à l’aide des liens textuels en haut à gauche, afin d&#39;afficher toutes les idées (Tous), uniquement les idées publiés (Publié), uniquement les idées privées (Privé) ou encore le contenu de la corbeille. Par défaut, toutes les idées sont affichées.

source: You can view ideas in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
fr_fr: Vous pouvez lister les idées de manière minimaliste ou enrichie d&#39;un extrait de leur contenu. Choisissez le mode d&#39;affichage de votre préférence en cliquant sur les icônes en haut à droite de la liste.

source: Hovering over a row in the ideas list will display action links that allow you to manage an idea. You can perform the following actions:
fr_fr: En survolant les rangs de la liste des idées, vous faites apparaître les liens d&#39;action qui vous permettent de gérer les idées. Vous pouvez mener les actions suivantes:

source: Edit takes you to the editing screen for that idea. You can also reach that screen by clicking on the idea title.
fr_fr: L&#39;action Modifier vous permet d&#39;accéder à l&#39;écran de modification de cette idée. Vous pouvez également vous rendre sur cet écran en cliquant sur le titre de l&#39;idée.

source: Trash removes the idea from this list and places it in the trash, from which you can permanently delete it.
fr_fr: L&#39;action Mettre à la Corbeille retire l&#39;idée de la liste et la déplace dans la Corbeille, d&#39;où vous pourrez la supprimer définitivement.

source: View opens the idea in the IdeaStream&#39;s part of your site.
fr_fr: L&#39;action Afficher ouvre l&#39;idée au sein de la zone IdeaStream de votre site.

source: Bulk Actions
fr_fr: Actions de masse

source: You can also move multiple ideas to the trash at once. Select the ideas you want to trash using the checkboxes, then select the &#34;Move to Trash&#34; action from the Bulk Actions menu and click Apply.
fr_fr: Vous pouvez également déplacer plusieurs idées dans la corbeille d&#39;un coup. Sélectionnez les idées que vous souhaitez mettre à la corbeille à l&#39;aide des cases à cocher, puis sélectionnez l’action &#34;Déplacer dans la corbeille&#34; depuis le menu &#34;Actions groupées&#34; et cliquez sur &#34;Appliquer&#34;.

source: Sorting & filtering
fr_fr: Classer & filtrer

source: Clicking on specific column headers will sort the ideas list. You can sort the ideas alphabetically using the Title column header or by popularity:
fr_fr: En cliquant sur des entêtes de colonne particulières, vous pourrez classer la liste des idées de manière alphabétique par rapport à leur titre ou selon leur popularité :

source: Click on the column header having a dialog buble icon to sort by number of comments.
fr_fr: Cliquez sur l&#39;entête de colonne contenant une bulle de dialogue pour classer les idées selon leur nombre de commentaires.

source: Click on the column header having a star icon to sort by rates.
fr_fr: Cliquez sur l&#39;entête de colonne contenant une étoile pour classer les idées selon leur évaluation moyenne.

source: Inside the rows, you can filter the ideas by categories or tags clicking on the corresponding terms.
fr_fr: Dans chacun des rangs de la liste, vous pouvez filtrer les idées selon leurs catégories ou mots-clés en cliquant sur les liens correspondants.

source: The title field and the big Idea Editing Area are fixed in place, but you can reposition all the other boxes using drag and drop. You can also minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide/show boxes.
fr_fr: Le champ du titre et la zone d&#39;édition de l&#39;idée sont inamovibles, mais vous pouvez déplacer tous les autres blocs par simple glisser/déposer. Vous pouvez également les fermer/ouvrir en cliquant sur la barre de titre de chaque bloc. Utilisez l’onglet &#34;Options de l’écran&#34; pour masquer / afficher les différents blocs disponibles.

source: This is the place where you can customize the behavior of IdeaStream.
fr_fr: Voici l&#39;endroit ou vous pourrez personnaliser le comportement d&#39;IdeaStream.

source: Please see the additional help tabs for more information on each individual section.
fr_fr: Merci de consulter les onglets d&#39;aides suivants pour plus d&#39;information au sujet des différentes sections des réglages.

source: Main Settings
fr_fr: Réglages principaux

source: Just before the first option, you will find the link to the main archive page of the plugin. If you wish, you can use it to define a new custom link %1$smenu item%2$s.
fr_fr: Juste avant la première option, vous trouverez le lien vers la page d&#39;archive principale de l&#39;extension. Si vous le souhaitez, vous pouvez vous en servir vous créer un nouvel emplacement de type &#34;Lien&#34; dans un des %1$smenus%2$s mis à votre disposition par votre thème.

source: If you do so, do not forget to update the link in case you change your permalink settings. Another possible option is to use the %1$sIdeaStream Navigation%2$s widget in one of your dynamic sidebars.
fr_fr: Si vous faites ce choix, n&#39;oubliez pas de mettre à jour ce lien si toutefois vous modifiez les réglages de vos permaliens. Une autre possibilité est l&#39;utilisation du %1$swidget de navigation%2$s fournit par IdeaStream dans une des barres de navigation dynamiques de votre thème.

source: In the Main Settings you have a number of options:
fr_fr: La section des réglages principaux vous propose de nombreuses options :

source: IdeaStream archive page: you can customize the title of this page. It will appear on every IdeaStream&#39;s page, except the single idea one.
fr_fr: La Page d&#39;archive d&#39;IdeaStream : vous pouvez personnaliser le titre de cette page. Il apparaîtra sur chacune des pages de la zone IdeaStream de votre site à l&#39;exception de la page affichant l&#39;idée dans sa vue unique.

source: New ideas status: this is the default status to apply to the ideas submitted by the user. If this setting is set to &#34;Pending&#34;, it will be possible to edit the moderation message once this setting has been saved.
fr_fr: Statut des nouvelles idées: il s&#39;agit de l&#39;état par défaut à appliquer aux idées soumises par les utilisateurs de votre site. Si cette option est réglée sur &#34;En attente&#34;, il sera alors possible de modifier le message de modération une fois les réglages sauvegardés.

source: Images & Links are settings about the IdeaStream&#39;s editor. If you wish to disable the image or link buttons, you can disable the corresponding setting.
fr_fr: Images et liens sont des options qui concernent l&#39;éditeur wysiwyg d&#39;IdeaStream. Si vous souhaitez masquer les boutons d&#39;ajout d&#39;images ou de liens, vous pouvez décocher le réglage correspondant.

source: Moderation message: if New ideas status is defined to Pending, it is the place to customize the awaiting moderation message the user will see once he submited his idea.
fr_fr: Message de modération : si le statut des nouvelles idées est réglé sur &#34;En attente&#34; la zone de texte sera active et il vous sera possible de personnaliser le message d&#39;attente de publication à afficher aux utilisateurs ayant soumis leur idée.

source: Not logged in message: if a user reaches the IdeaStream&#39;s front end submit form without being logged in, a message will invite him to do so. If you wish to use a custom message, use this setting.
fr_fr: Message de connexion : dans l&#39;éventualité où un utilisateur non connecté affiche le formulaire de soumission d&#39;idées, un message l&#39;invitera à se connecter. Si vous souhaitez personnaliser ce message : utiliser la zone de texte correspondante.

source: Rating stars hover captions: fill a comma separated list of captions to replace default one. On front end, the number of rating stars will depend on the number of comma separated captions you defined in this setting.
fr_fr: Les Info-bulles des évaluations : remplissez une liste de valeurs séparées par des virgules pour remplacer les infos-bulles prévues par défaut. Le nombre de niveaux d&#39;évaluation disponibles dépendra du nombre de valeurs que vous aurez définies.

source: Sticky ideas: choose whether to allow or not Administrators to stick ideas to the top of the IdeaStream&#39;s archive first page.
fr_fr: Idées mises en une : choisissez d&#39;autoriser ou non les administrateurs du site à mettre en avant des idées sur la première page d&#39;archive des idées.

source: Idea comments: if on, comments about ideas will be separated from other post types comments and you will be able to moderate comments about ideas from the comments submenu of the IdeaStream&#39;s main Administration menu. If you uncheck this setting, ideas comments will be mixed up with other post types comments into the main Comments Administration menu
fr_fr: Commentaires d&#39;idées : si actifs, les commentaires se rapportant aux idées seront séparés des commentaires concernant les autres types de contenu de WordPress. Vous serez alors en mesure de modérer les commentaires des idées depuis le sous menu &#34;Commentaires&#34; du menu d&#39;Administration d&#39;IdeaStream. Si vous désactivez ce réglage, les commentaires d&#39;idées seront mélangés avec ceux des autres contenus et la modération s&#39;effectuera depuis le menu &#34;Commentaires&#34; de l&#39;Administration de WordPress.

source: Comments: you can completely disable commenting about ideas by activating this option
fr_fr: Commentaires : vous pouvez empêcher l&#39;ajout de tout commentaire aux idées en activant ce réglage.

source: Idea Categories can only be created by the site Administrator. To add a new idea category please fill the following fields:
fr_fr: Les catégories d&#39;idée ne peuvent être créées que par les Administrateurs du site. Pour ajouter un nouvelle catégorie, merci de remplir les champs suivants :

source: Name - The name is how it appears on your site (in the category checkboxes of the idea front end submit form, in the idea&#39;s footer part or in the title of IdeaStream&#39;s category archive pages).
fr_fr: Nom - Ce nom est utilisé un peu partout dans les zones IdeaStream de votre site (dans la liste des cases à cocher du formulaire d&#39;ajout d&#39;idées, dans la partie inférieure d&#39;une idée ou dans le titre des pages d&#39;archives de catégorie d&#39;idée).

source: Slug - The &#34;slug&#34; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
fr_fr: Identifiant - c&#39;est la version normalisée du nom. Il ne contient généralement que des lettres minuscules non accentuées, des chiffres et des traits d&#39;union.

source: Description - If you set a description for your category, it will be displayed over the list of ideas in the category archive page.
fr_fr: Description - Si vous définissez une description pour votre catégorie, elle sera affichée au dessus de la liste des idées dans la page d&#39;archive de la catégorie correspondante.

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
fr_fr: Vous pouvez adapter l&#39;affichage de cet écran selon vos préférences en utilisant l&#39;onglet &#34;Options de l&#39;écran&#34;. Vous pourrez définir le nombre d&#39;idées listées par page et masquer ou afficher certaines colonnes du tableau.

source: Idea Tags can be created by any logged in user of the site from the idea front end submit form. From this screen, to add a new idea tag please fill the following fields:
fr_fr: Les mots-clés d&#39;idée peuvent être créés par tout utilisateur connecté du site depuis le formulaire de dépôt d&#39;idées. Depuis cet écran, les administrateurs peuvent ajouter un mot-clé en remplissant les champs suivants :

source: Name - The name is how it appears on your site (in the tag cloud, in the tags editor of the idea front end submit form, in the idea&#39;s footer part or in the title of IdeaStream&#39;s tag archive pages).
fr_fr: Nom - Ce nom est utilisé un peu partout dans les zones IdeaStream de votre site (dans le nuage de mots-clés d&#39;idées, dans l&#39;éditeur de mots-clés du formulaire d&#39;ajout d&#39;idées, dans la partie inférieure d&#39;une idée ou dans le titre des pages d&#39;archives de mot-clé d&#39;idée).

source: Description - If you set a description for your tag, it will be displayed over the list of ideas in the tag archive page.
fr_fr: Description - Si vous définissez une description pour votre mot-clé, elle sera affichée au dessus de la liste des idées dans la page d&#39;archive du mot-clé correspondante.

source: Pretty Links
fr_fr: Liens conviviaux

source: The Pretty Links section allows you to control the permalink structure of the plugin by defining custom slugs.
fr_fr: La section des liens conviviaux vous permet de contrôler la structure des permaliens du plugin en définissant des slugs de votre choix.

source: The IdeaStream root slug is the most important one. Make sure the slug you chose is unique. Once saved, IdeaStream will check for an eventual slug collision with WordPress (Posts, Pages or subsites in case of a MultiSite Config), bbPress or BuddyPress, and will display a warning next to the option field.
fr_fr: Le slug racine d&#39;IdeaStream est très important. Assurez vous de son unicité. Une fois sauvegardé, IdeaStream vérifiera l&#39;existence d&#39;un éventuel conflit avec un des slugs de WordPress (articles, pages ou sites du réseau en cas de configuration multisite), de bbPress ou BuddyPress, et affichera le cas échéant un message d&#39;alerte.

source: In the case of a slug collision, i strongly advise you to change the IdeaStream root slug.
fr_fr: En cas de conflit de slug, je vous recommande de changer le slug racine d&#39;IdeaStream.

source: Concerning the text you will enter in the slug fields, make sure it is all lowercase and contains only letters, numbers, and hyphens.
fr_fr: S&#39;agissant du texte que vous entrerez dans les champs de slug, assurez vous qu&#39;il soit en minuscules et ne contienne que des lettres non accentuées, des nombres ou des traits d&#39;union.

source: For more information:
fr_fr: Pour plus d&#39;informations :

# help tab links
source: %1$sSupport Forums (en)%2$s
fr_fr: %1$sForum de support (en)%2$s

# help tab links
source: %1$sIdeaStream posts (fr)%2$s
fr_fr: %1$sArticles au sujet d&#39;IdeaStream (fr)%2$s

source: The Rates metabox allows you to manage the rates the idea received.
fr_fr: La metabox des évaluations vous permet de manager les évaluations que l&#39;idée a reçues.

source: About
fr_fr: A propos

source: Comments
fr_fr: Commentaires

source: Network users settings
fr_fr: Réglages pour les utilisateurs du réseau

source: IdeaStream archive page
fr_fr: Page d&#39;archive d&#39;IdeaStream

source: New ideas status
fr_fr: Statut des nouvelles idées

source: Links
fr_fr: Liens

source: Moderation message
fr_fr: Message de modération

source: Not logged in message
fr_fr: Message de connexion

source: Rating stars hover captions
fr_fr: Info-bulles des évaluations

source: Sticky ideas
fr_fr: Idées mises en une

source: Idea comments
fr_fr: Commentaires d&#39;idée

source: IdeaStream root slug
fr_fr: Slug racine d&#39;IdeaStream

source: Single idea slug
fr_fr: Slug d&#39;idée

source: Category slug
fr_fr: Slug de catégorie

source: Tag slug
fr_fr: Slug de mot clé

source: User slug
fr_fr: Slug d&#39;utilisateur

source: User comments slug
fr_fr: Slug des commentaires utilisateur

source: User comments paging slug
fr_fr: Slug de la pagination des commentaires utilisateur

source: User ratings slug
fr_fr: Slug des évaluations utilisateur

source: Sign-up slug
fr_fr: Slug inscription

source: Action slug
fr_fr: Slug d&#39;action

source: New form slug
fr_fr: Slug pour formulaire d&#39;ajout

source: Edit form slug
fr_fr: Slug pour formulaire d&#39;édition

source: Sign-ups
fr_fr: Inscriptions

source: Default role for network users
fr_fr: Rôle par défaut pour les utilisateurs du réseau

# ideastream settings root slug conflict
source: this %s
fr_fr: ce %s

# bbPress possible conflict
source: bbPress forum root slug
fr_fr: slug racine du forum bbPress

# Child blog possible conflict
source: child blog slug
fr_fr: slug de site enfant

source: Possible conflict with: %s
fr_fr: Conflit possible avec : %s

source: Customize IdeaStream features
fr_fr: Personnalisez les fonctionnalités d&#39;IdeaStream

source: Url of IdeaStream&#39;s main page: %s
fr_fr: Lien vers la page principale d&#39;IdeaStream : %s

source: Publish
fr_fr: Publié

source: Pending
fr_fr: En attente

source: is the default status for all ideas
fr_fr: est le statut par défaut pour toutes les idées

source: Depending on this setting, the moderation message one will be available
fr_fr: Selon ce réglage, celui du message de modération sera disponible

source: Allow users to add images to their ideas
fr_fr: Autoriser les utilisateurs à ajouter des images à leurs idées

source: Allow users to add links to their ideas
fr_fr: Autoriser les utilisateurs à ajouter des liens à leurs idées

source: In case Pending is the status for all ideas, you can customize the moderation message
fr_fr: Si &#34;En attente&#34; est le statut pour toutes les idées, vous pouvez personnaliser le message de modération.

source: You can customize the message shown to not logged in users on the new idea form
fr_fr: Vous pouvez personnaliser le message affiché aux membres non connectés qui se rendent sur le formulaire d&#39;ajout d&#39;une idée.

source: You can customize the hover captions used for stars by using a comma separated list of captions
fr_fr: Vous pouvez personnaliser les info-bulles utilisées pour les appréciations en séparant chacune d&#39;entre elles d&#39;une virgule

source: Allow ideas to be sticked to top of IdeaStream first page
fr_fr: Autoriser la mise en une des idées

source: Separate comments made on ideas from the other post types.
fr_fr: Distinguer les commentaires faits sur des idées des autres commentaires

source: Allow users to add comments on ideas
fr_fr: Autoriser les utilisateurs à ajouter des commentaires aux idées

source: Customize the slugs of IdeaStream urls
fr_fr: Personnaliser les slugs des liens d&#39;IdeaStream

source: &#39;%s&#39; slug cannot be used here.
fr_fr: Le slug &#39;%s&#39; ne peut pas être utilisé dans ce cas.

source: Define your preferences about network users
fr_fr: Définissez vos préférences pour les utilisateurs du réseau

source: Allow IdeaStream to manage signups for your site
fr_fr: Autoriser IdeaStream à gérer les inscriptions de votre site

source: Automatically set this site&#39;s default role for users posting a new idea and having no role on this site.
fr_fr: Générer un rôle par défaut pour les utilisateurs du réseau déposant une nouvelle idée et n&#39;ayant aucun rôle sur ce site.

source: IdeaStream Settings
fr_fr: Réglages d&#39;IdeaStream

source: Save Changes
fr_fr: Enregistrer les modifications

source: Sticky
fr_fr: Mise en une

source: This idea cannot be sticky
fr_fr: Cette idée ne peut pas être mise en une

source: Select whether to stick or not the idea.
fr_fr: Indiquer si vous souhaitez mettre l&#39;idée en une.

source: Mark as sticky
fr_fr: Mettre en une

source: Private or password protected ideas cannot be marked as sticky
fr_fr: Les idées privées ou protégées par un mot de passe ne peuvent pas être mises en une

source: Idea successfully removed from stickies
fr_fr: L&#39;idée a été supprimée de la une

source: Idea successfully added to stickies
fr_fr: Idée mise en une avec succès

# idea list table row state
source: Sticky
fr_fr: Mis en une

# admin ideas sticky view
source: Sticky <span class="count">(%s)</span>
fr_fr: Mis en une <span class="count">(%s)</span>
