Repository: wp-plugins/wp-idea-stream
Catalog: languages/wp-idea-stream-*.po
Languages: fr_fr

source: The Sticky metabox allows you to stick a published idea (not password protected) to the top of the front ideas archive first page.
fr_fr: La metabox de mise en une vous permet de mettre an avant une idée publiée (du moment qu&#39;elle ne soit pas protégée par un mot de passe) sur la première page des idées.

source: activating
fr_fr: activé

source: upgrading to
fr_fr: mis à jour pour

source: Thank you for %1$s the latest version of WP Idea Stream! %2$s brings some cool improvements.
fr_fr: Merci d&#39;avoir %1$s la dernière version de WP Idea Stream ! %2$s apporte des améliorations super sympas.

source: Credits
fr_fr: Crédits

# IdeaStream Headline
source: Share ideas, great ones will rise to the top!
fr_fr: Partager des idées, les meilleures graviront des sommets !

source: WP Idea Stream is a WordPress plugin to power idea management for your site. Your members will be able to easily create, share and rate ideas.
fr_fr: WP Idea Stream est un plugin WordPress pour vous aider à motoriser un système de management des idées dans votre site. Vos membres seront à même de très simplement créer, partager et évaluer des idées.

source: Important: these features are not supported anymore.
fr_fr: Important: ces fonctionnalités ne sont plus supportées.

source: Set the list of ideas as the front page of the blog.
fr_fr: Lister les idées directement sur la page d&#39;accueil du blog

source: Sharing options (twitter or email).
fr_fr: Options de Partage (twitter ou email)

source: Disabling the built-in rating system.
fr_fr: La désactivation du composant d&#39;évaluation interne.

source: Attach files to your ideas thanks to...
fr_fr: Joignez des fichiers à vos idées grâce à ...

source: Attach files to your ideas
fr_fr: Joignez des fichiers à vos idées

source: You are using the BuddyPress (2.3+) and BuddyDrive (1.3+) plugins? Very good choice! Your members can now attach public files to their ideas.
fr_fr: Vous utilisez les plugins BuddyPress (2.3+) et BuddyDrive (1.3+) ? Très bon choix ! Vos membres peuvent désormais joindre des fichiers à leurs idées.

source: Some Improvements..
fr_fr: Quelques améliorations..

source: About wp-idea-stream-custom.php
fr_fr: A propos du wp-idea-stream-custom.php

source: On multisite configs, you can now include custom features specific to each blog where the plugin is activated by using a wp-idea-stream-custom file including the blog id in its name, eg:
fr_fr: Dans les configurations multisite, vous pouvez désormais ajouter des fonctionnalités personnalisées qui seront spécifiques aux blogs sur lesquels le plugin est activé en utilisant un fichier wp-idea-stream-custom contenant l&#39;ID du blog dans son nom, ex:

source: will only be loaded when the current blog has its ID == 2
fr_fr: sera uniquement chargé lorsque le blog courant a un ID == 2

source: Learn more &rarr;
fr_fr: En savoir plus &rarr;

source: About sign-ups
fr_fr: A propos des inscriptions

source: %s now includes a sign-up page for regular configs & multisite ones when only user registration is enabled. If you are using BuddyPress or a multisite config for any other registration settings: their specific sign-ups page will be used.
fr_fr: la version %s propose désormais une page d&#39;inscription pour les configurations simples ou multisites pour lesquelles les utilisateurs sont autorisés à s&#39;enregistrer. Si vous avez activé BuddyPress ou une configuration multisite utilisant d'autres réglages, leur page spécifique sera utilisée.

source: About multisite configs having user registration enabled, the plugin will allow any child blog to have a specific registration management. New users will automatically be added as subscribers (or the chosen default role) to the child blog.
fr_fr: S&#39;agissant des configurations multisites pour lesquelles l&#39;inscription des utilisateurs est permise, le plugin permettra à tout blog du réseau de disposer d&#39;une gestion spécifique des inscriptions. Les nouveaux utilisateurs seront automatiquement ajoutés en tant qu&#39;abonnés (où le rôle par défaut choisi) au blog.

source: WP Idea Stream template parts loading
fr_fr: Chargement des portions de template de WP Idea Stream

source: The way the plugin&#39;s specific template parts are loaded has been improved.
fr_fr: La manière dont le plugin charge ses portions de template a été revue et améliorée.

source: About other small things...
fr_fr: Au sujet d&#39;autres petites choses...

source: Default slugs are now translatable: make sure to use regular characters with no spaces and lower cases when translating them in your language pack.
fr_fr: Les slugs par défaut sont désormais traduisibles : faites en sorte de vous assurer d&#39;utiliser des caractères classiques sans espace et en minuscules.

source: The style of WP Idea Stream template parts has been optimized for the Twentyfifteen theme.
fr_fr: L&#39;apparence des portions de template de WP Idea Stream a été optimisée pour le thème Twentyfifteen.

source: Configure WP Idea Stream
fr_fr: Configurez WP Idea Stream

source: Go to the IdeaStream Settings page
fr_fr: Affichez la page des réglages d&#39;IdeaStream

source: %s version of WP Idea Stream was also successfully released thanks to them!
fr_fr: La version %s de WP Idea Stream a également vu le jour grâce à eux !

source: The team!
fr_fr: L&#39;équipe!

source: Creator
fr_fr: Créateur

source: Contributor
fr_fr: Contributeur

source: Special thanks.
fr_fr: Remerciements particuliers

source: WP Idea Stream was the choice of the WordCamp Paris 2015 organization team to manage their &quot;Call for Speakers&quot;. Some requested features were very specific to their need and were all added as custom hooks in the %s file.
fr_fr: WP Idea Stream a été le choix de l'&#39;équipe d&#39;organisation du WordCamp Paris 2015 pour la gestion de leur appel à orateurs. Un certain nombre des adaptations apportées étaient très spécifiques à leurs besoins et ont toutes été ajoutées en utilisant des hooks personnalisés ajoutés au fichier %s.

source: The plugin was completely transformed to let the speakers submit their talks privately. The managing team was able to discuss together using private comments and evaluate each talk using the built-in rating system.
fr_fr: Ce plugin a été complètement transformé pour permettre aux orateurs de soumettre leurs candidatures de manière privée. L&#39;équipe d&#39;administration a pu entretenir des discussions à leurs propos en utilisant des commentaires privés et évaluer chaque proposition grâce au système de notation intégré.

source: Many thanks to WordCamp Paris organizers and speakers for this great experience.
fr_fr: Merci infiniment aux organisateurs et aux intervenants du WordCamp Paris pour cette expérience très intéressante.

source: WP Idea Stream&#39;s external libraries and useful code
fr_fr: Librairies externes et codes utiles

# activity admin dropdown caption
source: New %s published
fr_fr: Nouvelle %s publiée

# activity comment admin dropdown caption
source: New %s comment posted
fr_fr: Nouveau commentaire d&#39;%s

# activity comments front dropdown caption
source: %s comments
fr_fr: Commentaires d&#39;%s

# idea posted activity action
source: %1$s wrote a new %2$s
fr_fr: %1$s a écrit une nouvelle %2$s

# idea commented activity action
source: %1$s replied to this %2$s
fr_fr: ﻿%1$ s a répondu à cette %2$ s

source: Repair IdeaStream activities.
fr_fr: Réparer les activités typées &#34;IdeaStream&#34;.

source: Making sure IdeaStream activities are consistent: %s
fr_fr: Vérification que les activités &#34;IdeaStream&#34; sont cohérentes : %s

source: No activity needs to be repaired.
fr_fr: aucune activité à réparer.

source: %d repared
fr_fr: %d réparée(s)

source: %s group settings
fr_fr: %s réglages de groupe

source: Activate %s.
fr_fr: Activer %s

source: Allow members to comment ideas.
fr_fr: Autoriser les membres à commenter les idées

source: Use Categories.
fr_fr: Utiliser les catégories

source: Remove all ideas.
fr_fr: Supprimer toutes les idées

source: Save
fr_fr: Enregistrer

source: Settings saved successfully
fr_fr: Réglages sauvegardés.

source: BuddyPress Groups
fr_fr: Groupes BuddyPress

source: Activate IdeaStream in Groups
fr_fr: Activer IdeaStream pour les groupes

source: Removing the idea failed.
fr_fr: La suppression de l&#39;idée a échouée

source: Removing the idea failed, you do not have the capability to remove ideas.
fr_fr: La suppression de l&#39;idée a échoué, vous n&#39;avez pas les droits suffisants

source: The idea was successfully removed.
fr_fr: L&#39;idée a été supprimée avec succès.

source: Spamming the comment failed.
fr_fr: Le commentaire n&#39;a pu être spammé.

source: Spamming the comment failed, you do not have the capability to spam comments.
fr_fr: Le commentaire n&#39;a pu être spammé, vous n&#39;avez pas les droits suffisants

source: The comment was successfully marked as spam.
fr_fr: Le commentaire a été spammé avec succès.

source: Deleting the comment failed.
fr_fr: La suppression du commentaire a échoué.

source: Deleting the comment failed, you do not have the capability to delete comments.
fr_fr: La suppression du commentaire a échoué, vous n&#39;avez pas les droits suffisants.

source: The comment was successfully deleted.
fr_fr: Le commentaire a été supprimé avec succès.

source: No idea was requested
fr_fr: Aucune idée n&#39;a été demandée.

source: The idea: &#34;%s&#34; is already being edited by another user.
fr_fr: L&#39;idée: &#34;%s&#34; est déjà en cours de modification par un autre utilisateur.

source: You are not allowed to edit this idea.
fr_fr: Vous ne pouvez pas modifier cette idée.

source: The idea was not found in this group.
fr_fr: L&#39;idée est introuvable dans ce groupe.

source: The action requested is not available
fr_fr: L&#39;action demandée n&#39;est pas disponible

source: No %s was requested
fr_fr: Aucun %s n&#39;a été demandé.

source: This group does not support the %s feature.
fr_fr: Ce groupe ne supporte pas la fonctionnalité %s

source: The %s was not found
fr_fr: %s introuvable.

source: You must be a member of the group to post ideas
fr_fr: Vous devez être membre de ce groupe pour y poster des idées.

# idea footer group of publication
source: from the group %s
fr_fr: depuis le groupe %s

# idea group of publication tag no-category
source: and posted from the group %s
fr_fr: et postée depuis le groupe %s

source: Edit Idea
fr_fr: Modifier Idée

source: Remove Idea
fr_fr: Supprimer Idée

source: Spam comment
fr_fr: Spammer le commentaire

source: Spam
fr_fr: Spammer

source: Delete comment
fr_fr: Supprimer le commentaire

source: Delete
fr_fr: Supprimer

# idea posted group activity action
source: %1$s wrote a new %2$s in the group %3$s
fr_fr: %1$s a publié une nouvelle %2$s dans le groupe %3$s

# idea commented group activity action
source: %1$s replied to this %2$s posted in the group %3$s
fr_fr: %1$s a répondu à cette %2$s postée dans le groupe %3$s

source: BuddyPress Group
fr_fr: Groupe BuddyPress

source: The author of the idea needs to be a member of the group selected
fr_fr: L&#39;auteur de l&#39;idée doit être membre du groupe sélectionné

source: Idea successfully removed from group
fr_fr: L&#39;idée a été supprimée du groupe

source: Idea successfully added to group
fr_fr: Idée ajoutée au groupe avec succès

source: Status of the idea is not compatible with the group visibility
fr_fr: Le statut de l&#39;idée n&#39;est pas compatible avec la visibilité du Groupe

source: Group was not found.
fr_fr: Groupe introuvable.

source: Search in groups to select one:
fr_fr: Rechercher un groupe :

source: Only groups where IdeaStream is activated and where the author of this idea is a member of will show.
fr_fr: Seuls les groupes dans lesquels IdeaStream est activé et dont fait partie l&#39;auteur de l&#39;idée seront affichés.

source: This idea is not associated to any group
fr_fr: Cette idée n&#39;est associée à aucun groupe

source: Groups
fr_fr: Groupes

source: The Buddypress Group metabox allows you to select a group, the author is member of, to attach the idea to. Private or hidden groups will require the idea to have a status set to private.
fr_fr: La metabox du Groupe BuddyPress permet de sélectionner un groupe, dont l&#39;auteur de l&#39;idée est membre, pour lui rattacher l&#39;idée. Les groupes privés ou masqués nécessitent que l&#39;idée aient un statut définit à privé.

# ideas groups admin column header
source: # Ideas
fr_fr: # Idées

source: To benefit of WP Idea Stream in BuddyPress, version %s of BuddyPress is required. Please upgrade or deactivate %s.
fr_fr: Pour profiter de WP Idea Stream dans BuddyPress, la version %s de BuddyPress est requise. Merci de mettre à jour BuddyPress ou désactiver %s.

source: New idea comments
fr_fr: Nouveaux commentaires d&#39;idées

source: %d new idea comments
fr_fr: %d nouveaux commentaires d&#39;idées

source: New idea comment
fr_fr: Nouveau commentaire d&#39;idée

source: New comment about the idea: %s
fr_fr: Nouveau commentaire à propos de l&#39;idée : %s

source: New idea rates
fr_fr: Nouvelles évaluations d&#39;idées

source: %d new idea rates
fr_fr: %d nouvelles évaluations d&#39;idées

source: New idea rate
fr_fr: Nouvelle évaluation d&#39;idée

source: %s rated the idea: %s
fr_fr: %s a évalué l&#39;idée : %s

source: BuddyPress Integration Settings
fr_fr: Réglages de l&#39;Intégration BuddyPress

source: Customize the way WP Idea Stream should play with BuddyPress.
fr_fr: Personnalisez la manière dont WP Idea Stream doit jouer avec BuddyPress.

source: Activate BuddyPress integration
fr_fr: Activer l&#39;Intégration

source: Sharing Ideas in a BuddyPress powered community will improve user interactions about the ideas posted on your site.
fr_fr: Partager des idées au sein d&#39;une communauté motorisée par BuddyPress améliorera les interactions entre utilisateurs en lien avec les idées postées sur votre site.

source: If the setting &#34;Activate BuddyPress integration&#34; is activated and you are using at least version 2.1 of BuddyPress, some nice new functionalities will be available depending on the BuddyPress components you activated:
fr_fr: Si le réglage &#34;Activer l&#39;intégration&#34; est activé et que vous utilisez à minima la version 2.1 de BuddyPress, de nouvelles fonctionnalités seront disponibles en fonction des composants BuddyPress que vous avez activés :

source: the plugin&#39;s user profile becomes a new navigation in the BuddyPress member page.
fr_fr: Le profil utilisateur du plugin s&#39;intègre dans une nouvelle navigation de la page de membre de BuddyPress.

source: Groups component is activated?
fr_fr: Le composant des groupes est activé ?

source: Nice, it’s now possible to share ideas within these micro-communities ensuring their members that the group&#39;s visibility is transposed to the status of their ideas.
fr_fr: Super, il devient possible de partager des idées depuis ces micro-communautés tout en garantissant aux membres la transposition de la visibilité du groupe pour leurs idées.

source: But you can also prefer to disable IdeaStream&#39;s Group integration, this is possible by deactivating the &#34;BuddyPress Groups setting&#34;.
fr_fr: Vous pouvez aussi préférer de ne pas utiliser IdeaStream au sein des groupes, c&#39;est possible en désactivant l&#39;intégration d&#39;IdeaStream dans les groupes.

source: Site Tracking and Activity components are activated?
fr_fr: Les composants de suivi des blogs et activité sont activés ?

source: Great, each time a new idea or a new comment about an idea will be posted, an activity will be generated to inform the members of your community.
fr_fr: Génial, à chaque fois qu&#39;une idée ou qu&#39;un commentaire d&#39;idée sera posté, une activité sera automatiquement générée informant les membres de votre communauté de l&#39;existence de ce nouveau contenu.

source: Notifications component is activated?
fr_fr: Le composant des notifications est activé ?

source: Awesome, your members will receive a screen notification when their ideas has been commented or rated.
fr_fr: Superbe, les membres de votre communauté recevront une notification lorsque leurs idées seront commentées ou évaluées.

source: New comment on your idea "%s"
fr_fr: Nouveau commentaire sur votre idée "%s"

source: Comment:
fr_fr: Commentaire:

source: Permalink to the comment: %s
fr_fr: Permalien vers le commentaire : %s

source: It looks like %s has not commented any idea yet
fr_fr: On dirait que %s n&#39;a toujours pas commenté d&#39;idée

source: Viewing %1$s to %2$s (of %3$s comments)
fr_fr: Affichage de %1$s à %2$s (sur un total de %3$s commentaire)

source: User&#39;s profile
fr_fr: Profil utilisateur

source: In reply to :
fr_fr: En réponse à :

# idea permalink title protected attribute
source: Protected :
fr_fr: Protégé :

# idea permalink title private attribute
source: Private :
fr_fr: Privé :

source: The idea, the comment was posted on, is password protected, you will need it to view its content.
fr_fr: L&#39;idée sur laquelle a été posté le commentaire est protégée par un mot de passe. Vous avez besoin de ce mot de passe pour voir son contenu.

source: The idea, the comment was posted on is private, you cannot view its content.
fr_fr: L&#39;idée sur laquelle a été posté le commentaire est privée. Vous ne pouvez pas voir son contenu.

source: This comment was posted on %s
fr_fr: Ce commentaire a été posté le %s

source: Latest comments about ideas
fr_fr: Commentaires récents à propos d&#39;idées

source: IdeaStream latest comments
fr_fr: IdeaStream commentaires récents

source: Ideas
fr_fr: Idées

source: All Ideas
fr_fr: Toutes les idées

source: Idea
fr_fr: Idée

source: Add New Idea
fr_fr: Ajouter une Idée

source: New Idea
fr_fr: Nouvelle Idée

source: View Idea
fr_fr: Voir Idée

source: Search Ideas
fr_fr: Rechercher Idées

source: No Ideas Found
fr_fr: Pas d&#39;idées trouvées

source: No Ideas Found in Trash
fr_fr: Pas d&#39;idées trouvées dans la corbeille

source: Idea Categories
fr_fr: Catégories d&#39;idée

source: Idea Category
fr_fr: Catégorie d&#39;idée

source: Edit Category
fr_fr: Modifier Catégorie

source: Update Category
fr_fr: Mettre à jour Catégorie

source: Add New Category
fr_fr: Ajouter Catégorie

source: New Category Name
fr_fr: Nom de la nouvelle catégorie

source: All Categories
fr_fr: Toutes

source: Search Categories
fr_fr: Rechercher Catégories

source: Parent Category
fr_fr: Catégorie Parente

source: Parent Category:
fr_fr: Catégorie Parente:

source: Idea Tags
fr_fr: Mots clés d&#39;idée

source: Idea Tag
fr_fr: Mot clé d&#39;idée

source: Edit Tag
fr_fr: Modifier Mot clé

source: Update Tag
fr_fr: Mettre à jour Mot clé

source: Add New Tag
fr_fr: Ajouter Mot clé

source: New Tag Name
fr_fr: Nouveau nom de Mot clé

source: All Tags
fr_fr: Tous les Mots clés

source: Search Tags
fr_fr: Rechercher Mots clés

source: Popular Tags
fr_fr: Mots clés populaires

source: Separate tags with commas
fr_fr: Séparer les mots clés par des virgules

source: Add or remove tags
fr_fr: Ajouter ou supprimer des mots clés

source: Choose from the most popular tags
fr_fr: Choisir parmi les mots clés les plus populaires

source: Saved successfully
fr_fr: La section a été enregistrée avec succès !

source: bad
fr_fr: mauvaise

source: poor
fr_fr: pas terrible

source: regular
fr_fr: normale

source: good
fr_fr: bonne

source: gorgeous
fr_fr: superbe

# ideas tag cloud count text
source: %s idea
fr_fr: %s idée

# default idea slug
source: idea
fr_fr: idee

# default category slug
source: category
fr_fr: categorie

# default tag slug
source: tag
fr_fr: etiquette

# default user slug
source: user
fr_fr: utilisateur

# default comments slug
source: comments
fr_fr: commentaires

# default rates slug
source: rates
fr_fr: evaluations

# default sign-up action slug
source: sign-up
fr_fr: rejoindre

# default add idea action slug
source: add
fr_fr: ajouter

# default edit idea action slug
source: edit
fr_fr: modifier

source: Add new
fr_fr: Ajouter

source: %s&#39;s profile
fr_fr: Profil de %s

source: Create an account
fr_fr: Créer un compte

source: New idea
fr_fr: Nouvelle Idée

source: Edit idea
fr_fr: Modifier

source: Please take a few minutes to read the WP Idea Stream %s page: version 2.0.0 introduced some new features and stopped supporting some others.
fr_fr: Merci de prendre quelques instant pour lire la page %s de WP Idea Stream : depuis la version 2.0.0 de nouvelles fonctionnalités ont été introduites et d&#39;autres ne sont plus supportées.

source: For instance, having the ideas directly on your site&#39;s front page is no more supported in 2.0.0, sorry.
fr_fr: Par exemple, l&#39;affichage de la liste des idées en page d&#39;accueil de votre blog n&#39;est plus supporté depuis la version 2.0.0, désolé.

source: Add IdeaStream&#39;s nav to your sidebar.
fr_fr: Ajouter la navigation IdeaStream à votre barre de navigation latérale

source: IdeaStream Nav
fr_fr: Navigation IdeaStream

source: My profile
fr_fr: Mon profil

source: Title:
fr_fr: Titre:

source: Custom fields
fr_fr: Champs personnalisés

source: No custom fields available
fr_fr: Aucun champ personnalisé n&#39;est disponible.

source: Saving your rating, please wait
fr_fr: Enregistrement de votre évaluation, merci de patienter

source: Thanks, the average rating is now:
fr_fr: Merci, l&#39;évaluation moyenne est désormais :

source: OOps, something went wrong
fr_fr: Oops une erreur est survenue

source: One rate
fr_fr: Une évaluation

source: % rates
fr_fr: % évaluations

source: Duplicate tag:
fr_fr: Mot clé en doublon :

source: Forbidden character:
fr_fr: Caractère interdit :

source: Forbidden word:
fr_fr: Mot interdit :

source: An admin is currently editing this idea, please try to edit your idea later.
fr_fr: Un administrateur modifie actuellement cette idée, merci de retenter d&#39;éditer cette idée dans quelques instants.

source: Latest
fr_fr: Récentes

source: Most commented
fr_fr: Les plus commentées

source: Best rated
fr_fr: Les mieux évaluées

source: You are not allowed to publish ideas
fr_fr: Vous n&#39;avez pas les droits suffisants pour publier des idées.

source: Title and description are required fields.
fr_fr: Le titre et la description sont obligatoires.

source: Something went wrong while trying to save your idea.
fr_fr: Une erreur est survenue lors de la sauvegarde de votre idée.

source: Your idea is currently awaiting moderation.
fr_fr: Votre idée est en cours de modération.

source: The idea you are trying to edit does not seem to exist.
fr_fr: L&#39;idée que vous essayez de modifier ne semble pas exister.

source: Something went wrong while trying to update your idea.
fr_fr: Une erreur est survenue lors de la mise à jour de votre idée.

source: Search
fr_fr: Rechercher

source: Sort
fr_fr: Trier

source: It looks like no idea has been submitted yet, please sign in or sign up to add yours!
fr_fr: On dirait qu&#39;aucune idée n&#39;a été déposée pour le moment, merci de vous connecter ou vous inscrire pour ajouter la vôtre !

source: It looks like %s has not submitted any idea yet
fr_fr: On dirait que %s n&#39;a toujours pas déposé d&#39;idée pour le moment.

source: It looks like %s has not rated any idea yet
fr_fr: On dirait que %s n&#39;a toujours pas évalué d&#39;idée pour le moment.

source: It looks like no idea has been published in this category yet
fr_fr: On dirait qu&#39;aucune idée n&#39;a été publiée dans cette catégorie

source: It looks like no idea has been marked with this tag yet
fr_fr: On dirait qu&#39;aucune idée n&#39;a été publiée avec ce mot clé

source: It looks like no idea match your search terms.
fr_fr: On dirait qu&#39;aucune idée ne satisfait votre recherche.
